import React, { Component } from "react";
import "./znakoven.scss";


class Oven extends Component {  
    render(){
      return (
        <div className="container">        
          <div className="zodiak-items">
              <h2>ВОСХОДЯЩИЙ ОВЕН</h2>
              <p className="zodiak-text">Качество знака – <b>Кардинальный</b>
              <br /> Стихия – <b />Огонь
              <br />Активность — <b>Мужской</b>
              <br /> Квадрант — <b>Тело</b>
              <br /><b>Зона Рождения</b>
              <br />Планета управитель – <b>Марс</b>
            <br /> Кульминация – <b>Солнце</b>
            <br /> Заточение – <b>Венера</b>
            <br /> Падение — <b>Сатурн</b>
            <br /> Анатомическое соответствие – <b>Голова</b>
            <br /> Противоположный знак – <b>Весы</b>
            <br /> Символический управитель первого дома гороскопа - 1-ый
            </p>
            <p className="zodiak-text-add">
            <br /> Основная фраза – <b>Я Есмь</b>
            <br /> Прилагательное — <b>Дерзкий</b>
            <br />Принцип – <b>Активность</b>
            <br />Ключевые слова и фразы:
            <br /> <b>ПОЛОЖИТЕЛЬНЫЕ КАЧЕСТВА ЗНАКА</b>
            <br /> Пионерский дух, смелость, независимость, инициатива, динамичное развитие, быстрота, воин, мужество, откровенность и прямота, радость существования

            <br /><b>ОТРИЦАТЕЛЬНЫЕ КАЧЕСТВА ЗНАКА</b>

            <br /> Тупость, вспыльчивость, примитивизм, невнимательность к другим, высокомерный, дикий, неконтролируемый импульс, жестокость, невнимательность, доминация</p>

                    </div>
                    </div> 
      )
    }
  }
export default Oven